sUIName = "Configuração do adaptador do Wireless";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Versão do utilitário";
sDriver = "Versão do driver: ";
sCopyright = "© Copyright 2015. Todos os direitos reservados.";
About_Utility = "Sobre a configuração do adaptador do Wireless";
Hide_Utility = "Ocultar configuração do adaptador do Wireless";
Quit_Utility = "Encerrar configuração do adaptador do Wireless";
Help_Utility = "Ajuda de configuração do adaptador do Wireless";

OK = "OK";
CANCEL = "Cancelar";
NO = "Não";
YES = "Sim";
SELECT = "Selecionar";
Radio_ON = "LIGAR rádio";
Radio_OFF = "DESLIGAR rádio";
ShortStr = "short";
LongStr = "long";

NoneStr = "Nenhum";
ConnectedStr = "Conectado";
DisconnectedStr = "Desconectado";
InfrastructureStr = "infra-estrutura";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Sem criptografia";

WPS_init_Str = "inicializar processo WPS";
WPS_scan_Str = "Escanear WPS AP ativo";
WPS_connect_Str = "Conectar ao WPS AP ativo";
WPS_handshake_Str = "Inicializar o handshake do WPS";
WPS_exchange_Str = "Trocar mensagem do WPS";
WPS_done_Str = "Trocar mensagem do WPS [Concluído]";
WPS_fail_Str = "Falha na troca de mensagem do WPS, tente conectar outro WPS AP";
WPS_start_Str = "WPS INICIAR";
WPS_finish_Str = "Protocolo WPS encerrado !!";
WPS_auto_connect_Str = "Ele se conectará ao WPS AP automaticamente.";
WPS_timeout_Str = "Tempo excedido do WPS !!";


Wps_overlap_Str = "Sobreposição de sessões";
Wps_more_pbc_Str = "Mais de um AP no modo PBC !!";
Wps_retry_Str = "Use o PIN ou aguarde um momento e tente novamente";

ERROR0 = "ERRO";
ERROR1 = "Digite a chave de entrada!";
ERROR2 = "Índice de chave wep incorreto!!";
ERROR3 = "O tamanho da chave é de 8 a 64!";
ERROR4 = "A chave de rede não é em formato hexadecimal!";
ERROR5 = "O tamanho da chave ASCII deve ser 5 ou 13!";
ERROR6 = "O tamanho da chave de rede não está correto!";
ERROR7 = "O tamanho da chave de rede deve ser 10 ou 26!";
ERROR8 = "A chave de Rede e a chave de Confirmação não são iguais!";
ERROR9 = "A chave de rede não é em formato ASCII!";
ERROR10 = "A chave de rede não é em formato hexadecimal 64!";

WARNING0 = "Aviso";
WARNING1 = "Digite o SSID";
WARNING2 = "Digite o Nome do perfil";
WARNING3 = "O comprimento do SSID em caracteres é maior que 32.";
WARNING4 = "O perfil já existe. Deseja substituí-lo?";
WARNING5 = "Tem certeza que deseja excluir o Perfil selecionado?";

NOTICE0 = "AVISO";
NOTICE1 = "Erro de modo AP.";
NOTICE2 = "Erro de modo STA.";
NOTICE3 = "Falha de definição do valor QOSMode";
NOTICE4 = "Falha de obtenção do valor QOSMode";
NOTICE5 = "Valor incorreto QOSMode";	
NOTICE6 = "RTSThreshold fora do intervalo.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold fora do intervalo.(256 ~ 2432)";
NOTICE8 = "Ative o cartão WLAN no item Rede das Preferências do sistema.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Propriedades de segurança da rede sem fio";
ProfileProperty_ActionText = "Digite a sequência de caracteres da Chave antes de clicar em 【OK】 para conectar ==>";